tap "golangci/tap"
tap "homebrew/services"
brew "fd"
brew "ffmpeg"
brew "git-filter-repo"
brew "imagemagick"
brew "lazygit"
brew "makensis"
brew "neovim"
brew "nvm"
brew "openjdk@17"
brew "openjdk@21"
brew "pngpaste"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "golangci/tap/golangci-lint"
cask "android-file-transfer"
cask "brooklyn"
cask "ghostty"
cask "hammerspoon"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/wailsapp/wails/v2/cmd/wails"
